Repository: DinanathDash/Stasis
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sk, sl, tr, vi, zh_hans, zh_hant

source: %lldd %lldh %lldm
de: %lld T %lld Std. %lld Min.
es: %lld d %lld h %lld min
fr: %lld j %lld h %lld min
it: %lld g %lld h %lld min
ja: %lld日 %lld時間 %lld分
ko: %lld일 %lld시간 %lld분
nl: %lld d %lld u %lld min
pt_br: %lld d %lld h %lld min
pt_pt: %lld d %lld h %lld min
ru: %lld д %lld ч %lld мин
sk: %lld d %lld h %lld min
sl: %lld d %lld h %lld min
tr: %lld g %lld sa %lld dk
vi: %lld ngày %lld giờ %lld phút
zh_hans: %lld 天 %lld 小时 %lld 分钟
zh_hant: %lld 天 %lld 小時 %lld 分鐘

source: %lldh %lldm
de: %lld Std. %lld Min.
es: %lld h %lld min
fr: %lld h %lld min
it: %lld h %lld min
ja: %lld時間 %lld分
ko: %lld시간 %lld분
nl: %lld u %lld min
pt_br: %lld h %lld min
pt_pt: %lld h %lld min
ru: %lld ч %lld мин
sk: %lld h %lld min
sl: %lld h %lld min
tr: %lld sa %lld dk
vi: %lld giờ %lld phút
zh_hans: %lld 小时 %lld 分钟
zh_hant: %lld 小時 %lld 分鐘

source: %lldm
de: %lld Min.
es: %lld min
fr: %lld min
it: %lld min
ja: %lld分
ko: %lld분
nl: %lld min
pt_br: %lld min
pt_pt: %lld min
ru: %lld мин
sk: %lld min
sl: %lld min
tr: %lld dk
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: 1 second
de: 1 Sekunde
es: 1 segundo
fr: 1 seconde
it: 1 secondo
ja: 1秒
ko: 1초
nl: 1 seconde
pt_br: 1 segundo
pt_pt: 1 segundo
ru: 1 секунда
sk: 1 sekunda
sl: 1 sekunda
tr: 1 saniye
vi: 1 giây
zh_hans: 1 秒
zh_hant: 1 秒

source: 1. Add the Open URL action in Apple Shortcuts. 2. Paste any Stasis URL command below. 3. Trigger from menu bar, hotkeys, or Siri!
de: 1. Fügen Sie die Aktion „URL öffnen“ in Kurzbefehle hinzu. 2. Fügen Sie einen beliebigen Stasis-URL-Befehl unten ein. 3. Auslösen über Menüleiste, Hotkeys oder Siri!
es: 1. Agrega la acción Abrir URL en Atajos de Apple. 2. Pega cualquier comando de URL de Stasis a continuación. 3. ¡Ejecútalo desde la barra de menú, atajos de teclado o Siri!
fr: 1. Ajoutez l'action Ouvrir l'URL dans Raccourcis Apple. 2. Collez n'importe quelle commande URL Stasis ci-dessous. 3. Déclenchez depuis la barre de menus, des raccourcis clavier ou Siri !
it: 1. Aggiungi l'azione Apri URL in Comandi rapidi di Apple. 2. Incolla qualsiasi comando URL Stasis qui sotto. 3. Attiva dalla barra dei menu, dai tasti di scelta rapida o da Siri!
ja: 1. Appleショートカットで「URLを開く」アクションを追加します。 2. 以下のStasis URLコマンドを貼り付けます。 3. メニューバー、ホットキー、またはSiriから実行！
ko: 1. Apple 단축어에서 'URL 열기' 동작을 추가하세요. 2. 아래의 Stasis URL 명령을 붙여넣으세요. 3. 메뉴 바, 단축키 또는 Siri에서 실행하세요!
nl: 1. Voeg de taak 'Open URL' toe in Apple Opdrachten. 2. Plak een Stasis-URL-opdracht hieronder. 3. Activeer via menubalk, sneltoetsen of Siri!
pt_br: 1. Adicione a ação Abrir URL no Atalhos da Apple. 2. Cole qualquer comando de URL do Stasis abaixo. 3. Acione pela barra de menus, atalhos de teclado ou Siri!
pt_pt: 1. Adicione a ação Abrir URL em Atalhos da Apple. 2. Cole qualquer comando de URL do Stasis abaixo. 3. Acione pela barra de menus, atalhos de teclado ou Siri!
ru: 1. Добавьте действие «Открыть URL» в Командах Apple. 2. Вставьте любую команду URL Stasis ниже. 3. Запускайте из строки меню, горячими клавишами или через Siri!
sk: 1. Pridajte akciu Otvoriť URL v aplikácii Skratky. 2. Vložte ľubovoľný príkaz adresy URL Stasis nižšie. 3. Spúšťajte z panela ponúk, klávesovými skratkami alebo cez Siri!
sl: 1. Dodajte dejanje »Odpri URL« v Bližnjicah Apple. 2. Prilepite kateri koli ukaz URL Stasis spodaj. 3. Zaženite iz menijske vrstice, s hitrimi tipkami ali prek Siri!
tr: 1. Apple Kestirmeler uygulamasında 'URL Aç' eylemini ekleyin. 2. Aşağıdaki herhangi bir Stasis URL komutunu yapıştırın. 3. Menü çubuğundan, kısayol tuşlarından veya Siri'den tetikleyin!
vi: 1. Thêm tác vụ Mở URL trong Phím tắt Apple. 2. Dán bất kỳ lệnh URL Stasis nào dưới đây. 3. Kích hoạt từ thanh menu, phím nóng hoặc Siri!
zh_hans: 1. 在 Apple 快捷指令中添加“打开 URL”操作。 2. 粘贴下方的任意 Stasis URL 命令。 3. 从菜单栏、快捷键或 Siri 运行！
zh_hant: 1. 在 Apple 捷徑中加入「打開 URL」動作。 2. 貼上下方的任何 Stasis URL 命令。 3. 從選單列、快速鍵或 Siri 執行！

source: 10 seconds
de: 10 Sekunden
es: 10 segundos
fr: 10 secondes
it: 10 secondi
ja: 10秒
ko: 10초
nl: 10 seconden
pt_br: 10 segundos
pt_pt: 10 segundos
ru: 10 секунд
sk: 10 sekúnd
sl: 10 sekund
tr: 10 saniye
vi: 10 giây
zh_hans: 10 秒
zh_hant: 10 秒

source: 2 seconds
de: 2 Sekunden
es: 2 segundos
fr: 2 secondes
it: 2 secondi
ja: 2秒
ko: 2초
nl: 2 seconden
pt_br: 2 segundos
pt_pt: 2 segundos
ru: 2 секунды
sk: 2 sekundy
sl: 2 sekundi
tr: 2 saniye
vi: 2 giây
zh_hans: 2 秒
zh_hant: 2 秒

source: 3 seconds
de: 3 Sekunden
es: 3 segundos
fr: 3 secondes
it: 3 secondi
ja: 3秒
ko: 3초
nl: 3 seconden
pt_br: 3 segundos
pt_pt: 3 segundos
ru: 3 секунды
sk: 3 sekundy
sl: 3 sekunde
tr: 3 saniye
vi: 3 giây
zh_hans: 3 秒
zh_hant: 3 秒

source: 5 seconds
de: 5 Sekunden
es: 5 segundos
fr: 5 secondes
it: 5 secondi
ja: 5秒
ko: 5초
nl: 5 seconden
pt_br: 5 segundos
pt_pt: 5 segundos
ru: 5 секунд
sk: 5 sekúnd
sl: 5 sekund
tr: 5 saniye
vi: 5 giây
zh_hans: 5 秒
zh_hant: 5 秒

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
nl: Over
pt_br: Sobre
pt_pt: Acerca de
ru: О программе
sk: O programe
sl: O programu
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: About Stasis
de: Über Stasis
es: Acerca de Stasis
fr: À propos de Stasis
it: Informazioni su Stasis
ja: Stasisについて
ko: Stasis 정보
nl: Over Stasis
pt_br: Sobre o Stasis
pt_pt: Acerca do Stasis
ru: О Stasis
sk: O aplikácii Stasis
sl: O Stasis
tr: Stasis Hakkında
vi: Giới thiệu Stasis
zh_hans: 关于 Stasis
zh_hant: 關於 Stasis

source: Action Required
de: Aktion erforderlich
es: Acción requerida
fr: Action requise
it: Azione richiesta
ja: 対応が必要です
ko: 조치 필요
nl: Actie vereist
pt_br: Ação necessária
pt_pt: Ação necessária
ru: Требуется действие
sk: Vyžaduje sa akcia
sl: Potrebno je ukrepanje
tr: İşlem Gerekli
vi: Yêu cầu thao tác
zh_hans: 需要操作
zh_hant: 需要動作

source: Adapter
de: Netzteil
es: Adaptador
fr: Adaptateur
it: Adattatore
ja: アダプター
ko: 어댑터
pt_br: Adaptador de energia
pt_pt: Adaptador de corrente
ru: Адаптер
sk: Adaptér
tr: Adaptör
vi: Bộ đổi nguồn
zh_hans: 电源适配器
zh_hant: 電源轉接器

source: Adapter Power Metrics
de: Adapterleistungsmetriken
es: Métricas de potencia del adaptador
fr: Mesures de puissance de l'adaptateur
it: Metriche di potenza dell'adattatore
ja: アダプタの電力メトリクス
ko: 어댑터 전력 측정항목
nl: Adaptervermogensstatistieken
pt_br: Métricas de potência do adaptador
pt_pt: Métricas de potência do adaptador
ru: Показатели мощности адаптера
sk: Metriky napájania adaptéra
sl: Meritve moči adapterja
tr: Adaptör Güç Ölçümleri
vi: Chỉ số công suất bộ đổi nguồn
zh_hans: 电源适配器功率指标
zh_hant: 電源轉接器功率指標

source: Adapter control is not supported on this device.
de: Die Adaptersteuerung wird auf diesem Gerät nicht unterstützt.
es: El control del adaptador no es compatible con este dispositivo.
fr: Le contrôle de l'adaptateur n'est pas pris en charge sur cet appareil.
it: Il controllo dell'adattatore non è supportato su questo dispositivo.
ja: このデバイスではアダプター制御はサポートされていません。
ko: 이 장치에서는 어댑터 제어가 지원되지 않습니다.
nl: Adapterbediening wordt niet ondersteund op dit apparaat.
pt_br: O controlo do adaptador não é suportado neste dispositivo.
pt_pt: O controlo do adaptador não é suportado neste dispositivo.
ru: Управление адаптером не поддерживается на этом устройстве.
sk: Toto zariadenie nepodporuje ovládanie adaptéra.
sl: Nadzor adapterja ni podprt v tej napravi.
tr: Adaptör kontrolü bu cihazda desteklenmiyor.
vi: Thiết bị này không hỗ trợ điều khiển bộ đổi nguồn.
zh_hans: 此设备不支持电源适配器控制。
zh_hant: 此裝置不支援電源轉接器控制。

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細設定
ko: 고급
nl: Geavanceerd
pt_br: Avançado
pt_pt: Avançado
ru: Дополнительно
sk: Rozšírené
sl: Napredno
tr: Gelişmiş
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: All Displays
de: Alle Bildschirme
es: Todas las pantallas
fr: Tous les écrans
it: Tutti i display
ja: すべてのディスプレイ
ko: 모든 디스플레이
nl: Alle beeldschermen
pt_br: Todos os telas
pt_pt: Todos os ecrãs
ru: Все дисплеи
sk: Všetky displeje
sl: Vsi zasloni
tr: Tüm Ekranlar
vi: Tất cả màn hình
zh_hans: 所有显示器
zh_hant: 所有顯示器

source: All applications are running efficiently
de: Alle Anwendungen laufen effizient
es: Todas las aplicaciones funcionan de forma eficiente
fr: Toutes les applications fonctionnent de manière efficace
it: Tutte le applicazioni funzionano in modo efficiente
ja: すべてのアプリケーションが効率的に動作しています
ko: 모든 응용 프로그램이 효율적으로 실행 중입니다
nl: Alle applicaties werken efficiënt
pt_br: Todos os aplicativos estão executando eficientemente
pt_pt: Todas as aplicações estão a funcionar de forma eficiente
ru: Все приложения работают эффективно
sk: Všetky aplikácie pracujú efektívne
sl: Vse aplikacije delujejo učinkovito
tr: Tüm uygulamalar verimli bir şekilde çalışıyor
vi: Tất cả các ứng dụng đang chạy hiệu quả
zh_hans: 所有应用程序运行高效
zh_hant: 所有應用程式均高效率運作

source: All commands support parameters and toggles. Click any command to copy its URL or test it live.
de: Alle Befehle unterstützen Parameter und Umschalter. Klicken Sie auf einen Befehl, um seine URL zu kopieren oder live zu testen.
es: Todos los comandos admiten parámetros y alternancias. Haz clic en cualquier comando para copiar su URL o probarlo en vivo.
fr: Tous les commandes prennent en charge des paramètres et des bascules. Cliquez sur une commande pour copier son URL ou la tester en direct.
it: Tutti i comandi supportano parametri e interruttori. Fai clic su un comando per copiare il suo URL o testarlo dal vivo.
ja: すべてのコマンドはパラメータとトグルをサポートしています。コマンドをクリックしてURLをコピーしたり、実際にテストしたりできます。
ko: 모든 명령은 매개변수와 토글을 지원합니다. 명령을 클릭하여 URL을 복사하거나 실시간으로 테스트하세요.
nl: Alle opdrachten ondersteunen parameters en schakelaars. Klik op een opdracht om de URL te kopiëren of live te testen.
pt_br: Todos os comandos suportam parâmetros e alternadores. Clique em qualquer comando para copiar seu URL ou testá-lo ao vivo.
pt_pt: Todos os comandos suportam parâmetros e alternadores. Clique em qualquer comando para copiar o seu URL ou testá-lo em tempo real.
ru: Все команды поддерживают параметры и переключатели. Нажмите на любую команду, чтобы скопировать её URL или проверить в работе.
sk: Všetky príkazy podporujú parametre a prepínače. Kliknutím na ľubovoľný príkaz skopírujete jeho adresu URL alebo ho otestujete naživo.
sl: Vsi ukazi podpirajo parametre in preklopnike. Kliknite na kateri koli ukaz, da kopirate njegov URL ali ga preizkusite v živo.
tr: Tüm komutlar parametreleri ve açma/kapatmayı destekler. URL'sini kopyalamak veya canlı test etmek için herhangi bir komuta tıklayın.
vi: Tất cả các lệnh đều hỗ trợ tham số và chuyển đổi. Nhấp vào bất kỳ lệnh nào để sao chép URL hoặc kiểm tra trực tiếp.
zh_hans: 所有命令均支持参数和开关。点击任何命令可复制其 URL 或实时测试。
zh_hant: 所有命令均支援參數和開關。點擊任何命令可複製其 URL 或即時測試。

source: All preferences have been successfully restored to their defaults. The app will now restart.
de: Alle Einstellungen wurden erfolgreich auf ihre Standardeinstellungen zurückgesetzt. Die App wird nun neu gestartet.
es: Todas las preferencias se han restaurado exitosamente a sus valores predeterminados. La aplicación ahora se reiniciará.
fr: Toutes les préférences ont été restaurées avec succès à leurs valeurs par défaut. L'application va maintenant redémarrer.
it: Tutte le preferenze sono state ripristinate con successo ai valori predefiniti. L'app verrà ora riavviata.
ja: すべての設定がデフォルトに正常に復元されました。アプリが再起動されます。
ko: 모든 기본 설정이 기본값으로 성공적으로 복원되었습니다. 이제 앱이 다시 시작됩니다.
nl: Alle voorkeuren zijn met succes hersteld naar hun standaardwaarden. De app zal nu opnieuw opstarten.
pt_br: Todas as definições foram repostas para os valores predefinidos. A aplicação vai ser reiniciada.
pt_pt: Todas as definições foram repostas para os valores predefinidos. A aplicação vai ser reiniciada.
ru: Все настройки были успешно восстановлены до значений по умолчанию. Приложение будет перезапущено.
sk: Všetky predvoľby boli úspešne obnovené na predvolené hodnoty. Aplikácia sa teraz reštartuje.
sl: Vse nastavitve so bile uspešno ponastavljene na privzete vrednosti. Aplikacija se bo zdaj znova zagnala.
tr: Tüm tercihler başarıyla varsayılan değerlerine geri yüklendi. Uygulama şimdi yeniden başlatılacak.
vi: Tất cả các tùy chọn đã được khôi phục thành công về mặc định. Ứng dụng bây giờ sẽ khởi động lại.
zh_hans: 所有偏好设置均已恢复为默认值。应用现在将重新启动。
zh_hant: 所有首選項已成功恢復為預設值。該應用程式現在將重新啟動。

source: All preferences will be restored to their defaults and Stasis will restart immediately.
de: Alle Einstellungen werden auf die Standardwerte zurückgesetzt und Stasis wird sofort neu gestartet.
es: Todas las preferencias se restaurarán a sus valores predeterminados y Stasis se reiniciará inmediatamente.
fr: Toutes les préférences seront restaurées par défaut et Stasis redémarrera immédiatement.
it: Tutte le preferenze verranno ripristinate ai valori predefiniti e Stasis si riavvierà immediatamente.
ja: すべての設定がデフォルトに戻り、Stasisはすぐに再起動します。
ko: 모든 기본 설정이 기본값으로 복원되고 Stasis가 즉시 다시 시작됩니다.
nl: Alle voorkeuren worden hersteld naar de standaardinstellingen en Stasis wordt onmiddellijk opnieuw opgestart.
pt_br: Todas as preferências serão restauradas para os padrões e o Stasis será reiniciado imediatamente.
pt_pt: Todas as definições serão repostas para os valores predefinidos e o Stasis será reiniciado imediatamente.
ru: Все настройки будут сброшены до значений по умолчанию, и Stasis немедленно перезапустится.
sk: Všetky predvoľby budú obnovené na predvolené hodnoty a Stasis sa okamžite reštartuje.
sl: Vse nastavitve bodo ponastavljene na privzete vrednosti in Stasis se bo takoj znova zagnal.
tr: Tüm tercihler varsayılanlara geri yüklenecek ve Stasis hemen yeniden başlatılacak.
vi: Tất cả tùy chọn sẽ được khôi phục về mặc định và Stasis sẽ khởi động lại ngay lập tức.
zh_hans: 所有偏好设置将恢复为默认值，Stasis 随后会立即重新启动。
zh_hant: 所有偏好設定將恢復為預設值，Stasis 將立即重新啟動。

source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に表示
ko: 항상
nl: Altijd
pt_br: Sempre
pt_pt: Sempre
ru: Всегда
sk: Vždy
sl: Vedno
tr: Her Zaman
vi: Luôn luôn
zh_hans: 始终
zh_hant: 永遠

source: Approval Required
de: Zustimmung erforderlich
es: Aprobación requerida
fr: Approbation requise
it: Approbation richiesta
ja: 承認が必要です
ko: 승인 필요
nl: Goedkeuring vereist
pt_br: Aprovação necessária
pt_pt: Aprovação necessária
ru: Требуется разрешение
sk: Vyžaduje sa schválenie
sl: Potrebna je odobritev
tr: Onay Gerekli
vi: Yêu cầu phê duyệt
zh_hans: 需要批准
zh_hant: 需要授權

source: Approve Stasis in System Settings → Login Items to continue.
de: Bitte genehmigen Sie Stasis in den Systemeinstellungen → Anmeldeobjekte.
es: Aprueba Stasis en Ajustes del Sistema → Ítems de inicio para continuar.
fr: Approuvez Stasis dans Réglages Système → Ouverture pour continuer.
it: Approva Stasis in Impostazioni di sistema → Elementi di accesso per continuare.
ja: システム設定→ログイン項目でStasisを承認して続行します。
ko: 계속하려면 시스템 설정 → 로그인 항목에서 Stasis를 승인하세요.
nl: Keur Stasis goed in Systeeminstellingen → Inlogitems om door te gaan.
pt_br: Aprove o Stasis em Configurações do Sistema → Itens de Início para continuar.
pt_pt: Aprove o Stasis em Definições do Sistema → Itens de Início para continuar.
ru: Подтвердите Stasis в Системных настройках → Элементы входа, чтобы продолжить.
sk: Ak chcete pokračovať, schváľte Stasis v Nastaveniach systému → Položky prihlásenia.
sl: Odobrite Stasis v sistemskih nastavitvah → Elementi za prijavo za nadaljevanje.
tr: Devam etmek için Sistem Ayarları → Giriş Öğeleri bölümünde Stasis'i onaylayın.
vi: Phê duyệt Stasis trong Cài đặt hệ thống → Mục đăng nhập để tiếp tục.
zh_hans: 请在“系统设置”→“登录项”中批准 Stasis 以继续。
zh_hant: 請在「系統設定」→「登入項目」中核准 Stasis，以繼續。

source: Apps using significant energy
de: Apps mit erheblichem Energieverbrauch
es: Apps que usan mucha energía
fr: Apps gourmandes en énergie
it: App che usano molta energia
ja: エネルギーを著しく消費しているアプリ
ko: 에너지를 많이 사용하는 앱
nl: Apps die veel energie verbruiken
pt_br: Apps usando energia significativa
pt_pt: Apps que usam muita energia
ru: Приложения со значительным расходом энергии
sk: Aplikácie s významnou spotrebou energie
sl: Aplikacije z veliko porabo energije
tr: Önemli miktarda enerji harcayan uygulamalar
vi: Ứng dụng dùng nhiều năng lượng
zh_hans: 显著消耗电能的应用程序
zh_hant: 耗電量顯著的應用程式

source: Auto-download
de: Automatisch laden
es: Descargar automáticamente
fr: Télécharger automatiquement
it: Download automatico
ja: 自動ダウンロード
ko: 자동 다운로드
nl: Automatisch downloaden
pt_br: Transferir automaticamente
pt_pt: Transferir automaticamente
ru: Автоматическая загрузка
sk: Automatické sťahovanie
sl: Samodejni prenos
tr: Otomatik indirme
vi: Tự động tải xuống
zh_hans: 自动下载
zh_hant: 自動下載

source: Automatic discharge
de: Automatisches Entladen
es: Descarga automática
fr: Décharge automatique
it: Scarica automatica
ja: 自動放電
ko: 자동 방전
nl: Automatische ontlading
pt_br: Descarga automática
pt_pt: Descarga automática
ru: Автоматическая разрядка
sk: Automatické vybíjanie
sl: Samodejno praznjenje
tr: Otomatik deşarj
vi: Xả pin tự động
zh_hans: 自动放电
zh_hant: 自動放電

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的にチェックする
ko: 자동으로 업데이트 확인
nl: Automatisch controleren op updates
pt_br: Procurar atualizações automaticamente
pt_pt: Procurar atualizações automaticamente
ru: Автоматически проверять наличие обновлений
sk: Automaticky kontrolovať aktualizácie
sl: Samodejno preveri posodobitve
tr: Güncellemeleri otomatik olarak kontrol et
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically resume charging when the battery drops below the threshold relative to your charge limit.
de: Laden automatisch fortsetzen, wenn die Batterie unter den Schwellenwert fällt.
es: Reanudar la carga automáticamente cuando la batería caiga por debajo del umbral.
fr: Reprendre automatiquement la charge lorsque la batterie descend sous le seuil.
it: Riprendi automaticamente la ricarica quando la batteria scende al di sotto della soglia relativa al limite di carica.
ja: バッテリーが充電制限に対するしきい値を下回ると、自動的に充電を再開します。
ko: 배터리가 충전 한도에 비해 임계값 아래로 떨어지면 자동으로 충전을 재개합니다.
nl: Hervat het opladen automatisch wanneer de batterij onder de drempel daalt ten opzichte van uw oplaadlimiet.
pt_br: Retomar o carregamento automaticamente quando a bateria descer abaixo do limiar em relação ao seu limite de carga.
pt_pt: Retomar o carregamento automaticamente quando a bateria descer abaixo do limiar em relação ao seu limite de carga.
ru: Автоматически возобновляйте зарядку, когда уровень заряда батареи падает ниже порогового значения относительно вашего предела заряда.
sk: Automaticky obnovte nabíjanie, keď batéria klesne pod prahovú hodnotu vzhľadom na váš limit nabitia.
sl: Samodejno nadaljujte s polnjenjem, ko baterija pade pod prag glede na vašo omejitev napolnjenosti.
tr: Pil, şarj sınırınıza göre eşiğin altına düştüğünde şarjı otomatik olarak sürdürün.
vi: Tự động tiếp tục sạc khi pin giảm xuống dưới ngưỡng tương ứng với giới hạn sạc của bạn.
zh_hans: 当电池电量低于相对于充电上限设定的阈值时，自动恢复充电。
zh_hant: 當電池電量低於相對於充電限制的閾值時，自動恢復充電。

source: Automation Guide
de: Automatisierungsleitfaden
es: Guía de Automatización
fr: Guide d'automatisation
it: Guida all'automazione
ja: オートメーションガイド
ko: 자동화 가이드
nl: Automatiseringsgids
pt_br: Guia de Automação
pt_pt: Guia de Automação
ru: Руководство по автоматизации
sk: Sprievodca automatizáciou
sl: Vodnik za avtomatizacijo
tr: Otomasyon Kılavuzu
vi: Hướng dẫn tự động hóa
zh_hans: 自动化指南
zh_hant: 自動化指南

source: Background Helper Disconnected
de: Hintergrund-Hilfsdienst getrennt
es: Servicio auxiliar en segundo plano desconectado
fr: Service auxiliaire en arrière-plan déconnecté
it: Helper in background disconnesso
ja: バックグラウンドヘルパーが切断されました
ko: 백그라운드 도우미 연결 끊김
nl: Achtergrondhelper niet verbonden
pt_br: Auxiliar em segundo plano desligado
pt_pt: Auxiliar em segundo plano desligado
ru: Фоновый помощник отключён
sk: Pomocník na pozadí odpojený
sl: Pomočnik v ozadju ni povezan
tr: Arka Plan Yardımcısının Bağlantısı Kesildi
vi: Trình trợ giúp nền đã ngắt kết nối
zh_hans: 后台辅助程序已断开连接
zh_hant: 後台輔助程式已中斷連線

source: Basso
de: Bass
es: Grave
fr: Grave
ja: 低音
ko: 저음
nl: Lage toon
pt_br: Grave
pt_pt: Grave
ru: Бас
sk: Hlboký tón
sl: Nizki ton
tr: Bas
vi: Âm trầm
zh_hans: 低音
zh_hant: 低音

source: Battery
de: Batterie
es: Batería
fr: Batterie
it: Batteria
ja: バッテリー
ko: 배터리
nl: Batterij
pt_br: Bateria
pt_pt: Bateria
ru: Батарея
sk: Batéria
sl: Baterija
tr: Pil
vi: Pin
zh_hans: 电池
zh_hant: 電池

source: Battery & Power Adapter
de: Batterie & Netzteil
es: Batería y adaptador
fr: Batterie et adaptateur
it: Batteria e adattatore di alimentazione
ja: バッテリーと電源アダプター
ko: 배터리 및 전원 어댑터
nl: Batterij en voedingsadapter
pt_br: Bateria e adaptador de energia
pt_pt: Bateria e adaptador de corrente
ru: Аккумулятор и адаптер питания
sk: Batéria a napájací adaptér
sl: Baterija in napajalnik
tr: Pil ve Güç Adaptörü
vi: Pin và bộ đổi nguồn
zh_hans: 电池与电源适配器
zh_hant: 電池與電源轉接器

source: Battery & Power Adapter (%@ W)
de: Batterie & Netzteil (%@ W)
es: Baterie y adaptador (%@ W)
fr: Batterie et adaptateur (%@ W)
it: Batteria e adattatore di alimentazione (%@ W)
ja: バッテリーと電源アダプター (%@ W)
ko: 배터리 및 전원 어댑터(%@ W)
nl: Batterij en voedingsadapter (%@ W)
pt_br: Bateria e adaptador de energia (%@ W)
pt_pt: Bateria e adaptador de corrente (%@ W)
ru: Аккумулятор и адаптер питания (%@ W)
sk: Batéria a napájací adaptér (%@ W)
sl: Baterija in napajalnik (%@ W)
tr: Pil ve Güç Adaptörü (%@ W)
vi: Pin & Bộ đổi nguồn (%@ W)
zh_hans: 电池与电源适配器（%@ W）
zh_hant: 電池和電源適配器 (%@ W)

source: Battery & Power Adapter (%d W)
de: Batterie & Netzteil (%d W)
es: Batería y adaptador (%d W)
fr: Batterie et adaptateur (%d W)
it: Batteria e adattatore di alimentazione (%d W)
ja: バッテリーと電源アダプター (%d W)
ko: 배터리 및 전원 어댑터(%d W)
nl: Batterij en voedingsadapter (%d W)
pt_br: Bateria e adaptador de energia (%d W)
pt_pt: Bateria e adaptador de corrente (%d W)
ru: Аккумулятор и адаптер питания (%d W)
sk: Batéria a napájací adaptér (%d W)
sl: Baterija in napajalnik (%d W)
tr: Pil ve Güç Adaptörü (%d W)
vi: Pin & Bộ đổi nguồn (%d W)
zh_hans: 电池与电源适配器（%d W）
zh_hant: 電池和電源適配器 (%d W)

source: Battery & Power Adapter (%lld W)
de: Batterie & Netzteil (%lld W)
es: Batería y adaptador (%lld W)
fr: Batterie et adaptateur (%lld W)
it: Batteria e adattatore di alimentazione (%lld W)
ja: バッテリーと電源アダプター (%lld W)
ko: 배터리 및 전원 어댑터(%lld W)
nl: Batterij en voedingsadapter (%lld W)
pt_br: Bateria e adaptador de energia (%lld W)
pt_pt: Bateria e adaptador de corrente (%lld W)
ru: Аккумулятор и адаптер питания (%lld W)
sk: Batéria a napájací adaptér (%lld W)
sl: Baterija in napajalnik (%lld W)
tr: Pil ve Güç Adaptörü (%lld W)
vi: Pin & Bộ đổi nguồn (%lld W)
zh_hans: 电池与电源适配器（%lld W）
zh_hant: 電池和電源適配器 (%lld W)

source: Battery Calibration
de: Batteriekalibrierung
es: Calibración de batería
fr: Étalonnage de la batterie
it: Calibrazione della batteria
ja: バッテリーの校正
ko: 배터리 보정
nl: Kalibratie van de batterij
pt_br: Calibração da bateria
pt_pt: Calibração da bateria
ru: Калибровка батареи
sk: Kalibrácia batérie
sl: Kalibracija baterije
tr: Pil Kalibrasyonu
vi: Hiệu chỉnh pin
zh_hans: 电池校准
zh_hant: 電池校準

source: Battery Calibration Due
de: Batteriekalibrierung fällig
es: Calibración de batería pendiente
fr: Étalonnage de la batterie dû
it: Calibrazione della batteria dovuta
ja: バッテリー校正期限
ko: 배터리 보정 예정
nl: Batterijkalibratie nodig
pt_br: Calibração da bateria programada
pt_pt: Calibração da bateria programada
ru: Требуется калибровка батареи
sk: Je potrebná kalibrácia batérie
sl: Čas za kalibracijo baterije
tr: Pil Kalibrasyonu Zamanı Geldi
vi: Đến hạn hiệu chỉnh pin
zh_hans: 电池校准提醒
zh_hant: 電池校準到期

source: Battery Health
de: Batteriezustand
es: Salud de la batería
fr: Santé de la batterie
it: Stato batteria
ja: バッテリーの状態
ko: 배터리 성능 상태
nl: Batterijconditie
pt_br: Saúde da bateria
pt_pt: Saúde da bateria
ru: Состояние батареи
sk: Zdravie batérie
sl: Stanje baterije
tr: Pil Sağlığı
vi: Tình trạng pin
zh_hans: 电池健康度
zh_hant: 電池健康度
